Repository: jraufeisen/MyBudget
Catalog: MyBudget/MyBudget/*.lproj/Localizable.strings
Languages: de

source: 1 Month - 1,09€
de: 1 Monat - 1,09€

# 1 Month for 1,09€
source: 1 Month - 1,09€
de: 1 Monat für 1,09€

source: 1 Year - 9,99€
de: 1 Jahr - 9,99€

source: 1 Year for 9,99€
de: 1 Jahr für 9,99€

source: Our principle is simple: Every penny has its job.
de: Unser Motto: Jeder Euro hat seinen Zweck.

source: Account
de: Konto

source: Account contains %@
de: Kontoname enthält %@

source: Accounts
de: Konten

source: Add a new account by clicking + in the top right corner
de: Füge ein neues Konto über das + in der rechts-oberen Ecke hinzu

source: Add new transaction
de: Füge eine neue Transaktion hinzu

source: Add tags here...
de: Hier Tags eintragen...

source: Add your banking accounts
de: Füge deine Konten hinzu

source: All subscriptions sync across your iCloud devices
de: Alle Abonnements werden auf deinen iCloud-Geräten synchronisiert

source: Amount
de: Betrag

source: Average income: %@
de: Durchschn. Einkommen: %@

source: Average spending: %@
de: Durchschn. Ausgaben: %@

source: Average: %@
de: Durchschnitt: %@

source: Budget category named %@
de: Kategorie enthält %@

source: Cancel
de: Abbrechen

source: Car
de: Auto

source: Category
de: Kategorie

source: Check back regularly to see how your net value developes over time
de: Überprüfe regelmäßig, wie sich dein Kontostand entwickelt

source: Checkmark
de: Haken

source: Clothing
de: Kleidung

source: Compare your income and expense for each month
de: Vergleiche deine Ein- und Ausgaben jeden Monat

source: Create budget categories for rent, groceries and whatever is important to you by clicking + in the top right corner
de: Füge Budgets für Miete, Lebensmittel, etc. über das + oben-rechts hinzu

source: Create your own budget
de: Erstelle dein eigenes Budget

source: Date after %@
de: Datum nach dem %@

source: Date before %@
de: Datum vor dem %@

source: Delete
de: Löschen

source: Deleting this budget category will remove all transactions associated with it.
de: Durch das Löschen dieser Budget-Kategorie werden alle entsprechenden Transaktionen gelöscht.

source: Detailed Search
de: Detaillierte Suche

source: Eating out
de: Essen außer Haus

source: Electricity
de: Strom

source: Expense
de: Ausgabe

source: Export
de: Exportieren

source: Export CSV for Excel
de: Exportiere CSV für Excel

source: Export CSV for Numbers
de: Exportiere CSV für Numbers

source: First, decide what's important for you
de: 1. Entscheide, was wichtig für dich ist

source: From
de: Von

source: Get started
de: Los geht's

source: Gifts
de: Geschenke

source: Groceries
de: Lebensmittel

source: Home
de: Haus

source: Income
de: Einkommen

source: Income vs Expense
de: Einkommen vs Aufgaben

source: Learn More
de: Mehr erfahren

source: Mobility
de: Mobilität

source: Name
de: Beschreibung

source: Name contains %@
de: Name enthält %@

source: Net Value
de: Nettovermögen

source: New Expense
de: Neue Ausgabe

source: New Income
de: Neues Einkommen

source: New Transfer
de: Neuer Transfer

source: Now, create your budget
de: Erstelle nun dein Budget

source: Phone
de: Telefon

source: Purchase
de: Kaufen

source: Rename
de: Umbenennen

source: Rent
de: Miete

source: Restore Purchases
de: Käufe wiederherstellen

source: School
de: Schule

source: Search all transactions
de: Durchsuche alle Transaktionen

source: Search suggestions
de: Suchvorschläge

source: Second, record your current account values
de: 2. Dokumentiere deinen aktuellen Kontostand

source: Spendings
de: Ausgaben

source: Sports
de: Sport

source: Subscribe
de: Abonnieren

source: Subscribed
de: Abonniert

source: Subscribed until %@
de: Abonniert bis zum %@

source: Subscribed: Unlimited access
de: Abonniert: Voller Funktionsumfang

source: Subscriptions
de: Abonnements

source: Success
de: Erfolg

source: Tag named %@
de: Tag enthält

source: This Month
de: In diesem Monat

source: To
de: Nach

source: Total
de: Gesamt

source: Total activity in %@
de: Gesamte Aktivität im %@

source: Track your expenses to see detailed statistics about your spending behavior
de: Trage all deine Ausgaben ein, um eine detaillierte Auswertung deines Kaufverhaltens zu erhalten

source: University
de: Universität

source: Unlock unlimited access by subscribing either monthly or annualy.
de: Schalte unbegrenzten Zugang zur App frei, indem du monatlich oder jährlich abonnierst

source: Vacation
de: Urlaub

source: Welcome to Budget!
de: Willkommen bei Budget!

source: Would you like to export your transactions?
de: Möchtest du deine Transkationen exportieren?

source: You are currently not subscribed
de: Du hast aktuelle kein Abonnement abgeschlossen

source: You are subscribed
de: Du hast aktuell ein gültiges Abonnement

source: You have %@ left to budget
de: Du hast %@ noch nicht verplant

source: You have overbudgeted by %@
de: Du hast %@ zu viel eingeplant

source: You have spent %d %% of this month's budget
de: Du hast %d %% in diesem Monat ausgegeben

source: You now have unlimited access to Budget!
de: Du hast nun unbegrenzten Zugang zu Budget!

source: Your purchases have been restored
de: Deine Käufe wurden wiederhergestellt
